{
	"eng": {
		"header": {
			"link1": "Contact",
			"link2": "About Us"
		},
		"landing-page": {
			"main-title": "LEARN ENGLISH"
		},
		"sec-2": {
			"title": "What We Offer"
		},
		"components": {
			"what-we-offer-boxes": {
				"box-1-title": "Fun Learning",
				"box-1-text": "At NativeLinq we believe that learning English should be fun. Our teachers are energetic and play fun games in English to reinforce your child's speaking skills.",
				"box-2-title": "Exam Preparation",
				"box-2-text": "Expert preparation for any exam: from A1 to C2. Learn with the best teachers and secure your future.",
				"box-3-title": "Native Method",
				"box-3-text": "Learn the way native speakers learn: without textbooks or grammar exercises. Learn English in a practical and useful way, through conversation classes with native speakers."
			},
			"infobox-1": {
				"title": "Why Are We Different?",
				"text": "NativeLinq was created by two English teachers, and we believe in the Native Method. Learning at school will only help to a certain extent. To secure your child's future in an increasingly international world, something more is needed. With the native method, children learn in the same way as native speakers: through games, conversation, and topics that are important to them."
			},
			"about-us-subpage": {
				"pfp-text-denny": "I am originally from Germany and have a B.A. in Technical Translation and an M.A. from Texas Tech University in German Literature & Language with a minor in Spanish Literature. I have specialized in language education, school and education program management as well as curriculum development for language and for children with cochlear implants collaborating with the high-end facilities and staff at Sada Educational Center in Kuwait.",
				"pfp-text-cory": "I'm a TEFL certified English teacher and tutor, with 5 years of experience teaching the NativeLinq method. I'm originally from the UK, and I completed both my Bachelors Degree in Spanish and Philosophy, and Masters Degree at the University of Leeds. I'm an avid reader, music lover, and writer, and I also have extensive experience working with children and young people with Special Educational Needs, such as ADHD and Autism, providing them with 1:1 specialized support."
			}
		},
		"contact-button-bottom": "Contact"
	}
}
